Repository: Indemnity83/OctoPod
Catalog: *.lproj/Localizable.strings
Languages: es_419, it, nb, nl

source: Printer not operational
es_419: Impresora no operacional
it: Stampante non operativa
nb: Skriveren er ikke operativ
nl: Printer niet operationeel

source: Printers
es_419: Impresoras
it: Stampanti
nb: Skrivere

source: Printing
es_419: Imprimiendo
it: In stampa
nb: Skriver ut
nl: Aan het printen

source: Progress
es_419: Progreso
it: Avanzamento
nb: Fremdrift

source: Pull down to refresh
es_419: Tire hacia abajo para refrescar
it: Trascina in basso per aggiornare
nb: Trekk ned for å oppdatere
nl: Veeg naar beneden om te verniewen

source: Remaining time current print job
es_419: Tiempo restante en %@
it: Tempo rimanente su %@
nb: Tid igjen på %@
nl: %@ resterend

source: Report Settings
es_419: Mostrar configuración
it: Mostra impostazioni
nb: Rapportinnstillinger

source: Restart
es_419: Reiniciar
it: Riavvia
nb: Start på nytt
nl: Herstart

source: Restart current print job
es_419: Reiniciar trabajo en impresora %@
it: Ricomincia la stampa corrente su %@
nb: Start om gjeldende utskrift på %@
nl: Herstart deze print opdracht op %@

source: Restart Job
es_419: Reiniciar
it: Ricomincia
nb: Restart
nl: Herstart Print

source: Restore
it: Ripristina

source: Restore Settings
es_419: Restaurar configuración
it: Ripristina impostazioni
nb: Gjenopprett innstillinger

source: Resume
es_419: Continuar
it: Riprendi
nb: Fortsett
nl: hervatten

source: Resume current print job
es_419: Continuar trabajo en impresora %@
it: Riprendi la stampa corrente su %@
nb: Fortsett gjeldende utskrift på %@
nl: hervat deze print opdracht op %@

source: Resume Job
es_419: Reanudar
it: Riprendi
nb: Fortsett jobb
nl: Ga Verder Met Opdracht

source: Retrieving printers information
es_419: Recuperando información de impresoras
it: Recupero informazioni sulle stampanti
nb: Henter skriverinformasjon

source: Run
es_419: Ejecutar
it: Esegui
nb: Kjør
nl: Uitvoeren

source: Save Settings
es_419: Salvar ajustes
it: Salva impostazioni
nb: Lagre innstillinger

source: SD Card
es_419: Tarjeta SD
it: Scheda SD
nb: SD-kort
nl: SD kaart

source: seconds ago
es_419: Hace %d segundos
it: %d secondi fa
nb: %d sekunder siden
nl: %d seconden geleden

source: Server cannot be found
es_419: No se puede encontrar el servidor
it: Impossibile trovare il server
nb: Server kunne ikke bli funnet
nl: Kan server niet vinden

source: Service is down or incorrect port
es_419: Servicio está inactivo o el puerto es incorrecto
it: Il servizio è inattivo o la porta è errata
nb: Tjenesten er nede eller feil port
nl: Server staat uit of incorrecte poort

source: Set Bed PID
es_419: Establecer PID de la cama
it: Imposta PID piatto
nb: Sett seng PID

source: Set Hotend PID
es_419: Establecer PID del hotend
it: Imposta PID estrusore
nb: Still inn PID for Hotend

source: Snooze 1 hour
es_419: Silenciar 1 hora
it: Non disturbare per 1 ora
nb: Snooze 1 time
nl: Snooze 1 uur

source: Snooze 8 hours
es_419: Silenciar 8 horas
it: Non disturvare per 8 ore
nb: snooze 8
nl: Snooze 8 uur

source: State
es_419: Estado
it: Stato
nb: Tilstander

source: Still stabilizing
es_419: Estabilizando...
it: Stabilizzazione...
nb: Fortsatt stabilisering...
nl: nog aan het stabilizeren...

source: Suppress SD
es_419: Suprimir SD
it: Escludi SD
nb: Skjul SD

source: Suppress temp
es_419: Suprimir temp
it: Escludi temp
nb: Skjul temp

source: System Commands
es_419: Comandos del Sistema
it: Comandi di sistema
nb: Systemkommandoer
nl: Systeem commando's

source: Target Bed
es_419: Cama Objetivo
it: T obiettivo piatto
nb: Mål Skriveflate
nl: Doel Bed

source: Target Chamber
es_419: Caja objetivo
it: T obiettivo box
nb: Mål kammeret

source: Target Extruder
es_419: Extrusor Objetivo
it: T obiettivo estrusore
nb: Mål Ekstruder
nl: Doel Extruder

source: Target Extruder 2
es_419: Extrusor 2 Objetivo
it: T obiettivo estrusore 2
nb: Mål Ekstruder 2
nl: Doel Extruder 2

source: Target Extruder 3
es_419: Extrusor 3 Objetivo
it: T obiettivo estrusore 3
nb: Mål Ekstruder 3

source: Target Extruder 4
es_419: Extrusor 4 Objetivo
it: T obiettivo estrusore 4
nb: Mål Ekstruder 4

source: Target Extruder 5
es_419: Extrusor 5 Objetivo
it: T obiettivo estrusore 5
nb: Mål Ekstruder 5

source: Tasmota Plugs
es_419: Enchufes Tasmota
it: Prese Tasmota
nb: Tasmota Plugger
nl: Tasmota Stekkers

source: Temperature
es_419: Temperatura
it: Temperatura
nb: Temperatur
nl: Temperatuur

source: Terminal
it: Terminale

source: TMC Bump Sensitivity
es_419: TMC Sensibilidad al golpe
it: Sensitività bump TMC
nb: TMC-støtfølsomhet

source: TMC Debugging
es_419: TMC Depuración
it: Debug TMC
nb: Feilsøking av TMC

source: TMC Motor Current
es_419: TMC Corriente del motor
it: Corrente motore TMC
nb: TMC motorstrøm

source: TPLink Smartplugs
it: Prese intelligenti TPLink
nl: TPLink Slimme Schakelaar

source: Turn Off
es_419: Apagar
it: Spegni
nb: Slå av
nl: Zet uit

source: Turn off Enclosure switch
it: Spegni interruttore Enclosure

source: Turn On
es_419: Encender
it: Accendi
nb: Slå på
nl: Zet aan

source: Turn on Enclosure switch
it: Accendi interruttore Enclosure

source: Unknown
es_419: Desconocido
it: Sconosciuto
nb: Ukjent
nl: Onbekend

source: Unknown Control
es_419: Control Desconocido
it: Controllo sconosciuto
nb: Ukjent kontroll
nl: Onbekende Control

source: Unload filament
es_419: Descargar filamento
it: Rimuovi filamento
nb: Tøm filament

source: Update Available
es_419: Actualización disponible
it: Aggiornamento disponibile
nb: Oppdatering tilgjengelig

source: Upload failed
es_419: Error de Subida
it: Errore nel caricamento
nb: Opplasting feilet
nl: Uploaden mislukt

source: Warm up heated chamber
es_419: Calentar la caja
it: Riscalda box riscaldato
nb: Varm opp oppvarmet kammer

source: Warm up printer bed
es_419: Calentar cama de la impresora %@
it: Riscalda il piatto della stampante %@
nb: Varm opp skriveflate %@
nl: Verwarm printer bed %@

source: Warm up printer extruder
es_419: Calentar extrusor de la impresora %@
it: Riscalda l'estrusore della stampante %@
nb: Varm opp ekstruder %@
nl: Verwarm printer extruder %@

source: Warning
es_419: Atención
it: Attenzione
nb: Advarsel
nl: Waarschuwing

source: weeks ago
es_419: Hace %d semanas
it: %d settimane fa
nb: %d uker siden
nl: %d weken geleden

source: Wemo Switches
es_419: Enchufes Wemo
it: Interruttori Wemo
nl: Wemo Schakelaar

source: Yes
es_419: Si
it: Sì
nb: Ja
nl: Ja

source: File
es_419: Archivo
nb: Fil

source: Layer
es_419: Capa
nb: Lag

source: Offline
es_419: Fuera de Línea
nb: Frakoblet

source: No
nb: Nei
nl: Nee
