Repository: Indemnity83/OctoPod
Catalog: *.lproj/Localizable.strings
Languages: es_419, it, nb, nl

source: 1 day ago
es_419: Hace 1 día
it: 1 giorno fa
nb: 1 dag siden
nl: 1 dag geleden

source: 1 hour ago
es_419: Hace 1 hora
it: 1 ora fa
nb: 1 time siden
nl: 1 uur geleden

source: 1 minute ago
es_419: Hace 1 minuto
it: 1 minuto fa
nb: 1 minutt siden
nl: 1 minuut geleden

source: 1 week ago
es_419: Hace 1 semana
it: 1 settimana fa
nb: 1 uke siden
nl: 1 week geleden

source: Actual Bed
es_419: Cama Actual
it: T effettiva piatto
nb: Faktisk Skriveflate
nl: Huidige waarde Bed

source: Actual Chamber
es_419: Caja Actual
it: T effettiva box
nb: Faktisk kammeret

source: Actual Extruder
es_419: Extrusor Actual
it: T effettiva estrusore
nb: Faktisk Ekstruder
nl: Huidige waarde Extruder

source: Actual Extruder 2
es_419: Extrusor 2 Actual
it: T effettiva estrusore 2
nb: Faktisk Ekstruder 2
nl: Huidige waarde Extruder 2

source: Actual Extruder 3
es_419: Extrusor 3 Actual
it: T effettiva estrusore 3
nb: Faktisk Ekstruder 3

source: Actual Extruder 4
es_419: Extrusor 4 Actual
it: T effettiva estrusore 4
nb: Faktisk Ekstruder 4

source: Actual Extruder 5
es_419: Extrusor 5 Actual
it: T effettiva estrusore 5
nb: Faktisk Ekstruder 5

source: Apply
es_419: Aplicar
it: Applica
nb: Bruk
nl: Toepassen

source: Authentication failed
es_419: Error de autenticación
it: Autenticazione fallita
nb: Godkjenning mislyktes
nl: Authentificatie Mislukt

source: Back
es_419: Atrás
it: Indietro
nb: Tilbake

source: Bad Certificate or SSL Problem
es_419: Problemas con el certificado o con SSL
it: Certificato non valido o problema SSL
nb: Ugyldig sertifikat eller SSL-problem
nl: Certificaat error of SSL error

source: Bed
es_419: Cama
it: Piatto
nb: Skriveflate

source: Bed cooled
es_419: Cama de la impresora por debajo del umbral de temperatura especificado
it: Piatto della stampante sotto la soglia di temperatura specificata
nb: Skriveflate under spesifisert temperaturgrense
nl: Printer bed onder de minimale grenswaarde

source: Bed Variance
es_419: Variación cama
it: Varianza piatto
nb: Skriveflatevariasjon

source: Bed warmed
es_419: Cama de la impresora calentada a la temperatura y duración especificadas
it: Piatto della stampante riscaldato alla temperatura e per la durata specificate
nb: Skriveflate varmet til spesifisert temperatur og varighet
nl: Printer bed verwarmt en warm gebleven

source: Camera
es_419: Cámara
it: Videocamera
nb: Kamera

source: Cancel
es_419: Cancelar
it: Annulla
nb: Avbryt
nl: Annuleer

source: Cancel current print job
es_419: Cancelar trabajo en impresora %@
it: Annulla la stampa corrente su %@
nb: Avbryt nåværende utskriftsjobb på %@
nl: Annuleer deze print opdracht op %@

source: Cancel Objects
es_419: Cancelar Objetos
it: Rimuovi oggetti
nb: Avbryt objekter

source: Cannot print this file type
es_419: No se puede imprimir este tipo de archivo
it: Impossibile stampare questo tipo di file
nb: Kan ikke skrive ut denne type fil
nl: Kan dit bestandsformaat niet printen

source: Cannot reach 'octopi.local' over mobile network or service is down
es_419: No se puede llegar a 'octopi.local' a través de la red móvil o el servicio se ha caído
it: Impossibile raggiungere 'octopi.local' con la rete mobile, oppure il servizio è inattivo
nb: Når ikke 'octopi.local' over mobildata eller tjenesten er nede
nl: Kan 'octopi.local' niet benaderen over het mobiele netwerk of server is Offline

source: Cannot replace file that is being printed or printer is busy
es_419: No se puede reemplazar archivo que se está imprimiendo o impresora ocupada
it: Impossibile sostituire il file attualmente in stampa, o la stampante è occupata
nb: Kan ikke erstatte filen som blir skrevet ut eller skriveren er opptatt
nl: Kan dit bestand niet verplaatsen omdat het geprint wordt, printer is bezig

source: Code
es_419: Código
it: Codice
nb: Kode

source: Command not executed. Printer not operational
es_419: Comando no ejecutado. Impresora no operacional
it: Comando non eseguito. Stampante non operativa.
nb: Kommandoen ble ikke utført. Skriveren er ikke operativ
nl: Commando niet uitgevoerd. Printer niet operationeel

source: Command not executed. Script not found
es_419: Comando no ejecutado. Guión no encontrado
it: Comando non eseguito. Script non trovato.
nb: Kommandoen ble ikke utført. Skriptet ikke funnet
nl: Commando niet uitgevoerd. Script niet gevonden

source: Confirm
es_419: Confirmar
it: Conferma
nb: Bekreft
nl: Bevestig

source: Confirm cancel object
es_419: Está por cancelar la impresión del objeto. ¿Continuar?
it: Stai per rimuovere l'oggetto dalla stampa. Procedere?
nb: Du er i ferd med å avbryte utskriftsobjekt. Fortsette?
nl: Je staat op het punt om dit opject te annuleren, doorgaan?

source: Confirm command
es_419: ¿Ejecutar comando: '%@'?
it: Eseguire il comando '%@'?
nb: Kjør kommandoen '%@'?
nl: Voer commando '%@' uit?

source: Confirm connect
es_419: Algunas impresoras pueden reiniciarse al conectar. ¿Continuar?
it: Alcune stampanti possono riavviarsi durante la connessione. Procedere?
nb: Noen skrivere kan restarte ved tilkobling. Fortsette?
nl: Weet je zeker dat je wilt verbinden met de printer?

source: Confirm disconnect
es_419: ¿Desea desconectarse de la impresora?
it: Vuoi disconnetterti dalla stampante?
nb: Ønsker du å koble fra skriveren?
nl: Weet je zeker dat je de verbinding met de printer wilt verbreken?

source: Confirm disconnect palette2
es_419: ¿Desea desconectarse del Palette 2?
it: Vuoi disconnetterti da Palette 2?
nb: Vil du koble fra Palett 2?
nl: Weet je zeker dat je de verbinding met Palette 2 wilt verbreken?

source: Confirm intentions deletion
es_419: Estás a punto de eliminar todos los accesos directos de Siri de la aplicación. ¿Continuar?
it: Stai per eliminare tutte le scorciatoie per Siri dell'app. Procedere?
nb: Du er i ferd med å slette alle Siri snarveier av appen. Fortsette?
nl: Weet je zeker dat je alle Siri shortcuts wilt verwijderen??

source: Confirm intentions regeneration
es_419: Estás a punto de eliminar y regenerar todos los accesos directos de Siri de la aplicación. ¿Continuar?
it: Stai per eliminare e rigenerare tutte le scorciatoie per siri dell'app. Procedere?
nb: Du er i ferd med å slette og regenerere alle Siri snarveier av appen. Fortsette?
nl: Weet je zeker dat je alle Siri shortcuts wilt verwijderen en opnieuw wilt instellen?

source: Confirm turn off
es_419: Confirmar apagar %@
it: Conferma lo spegnimento di %@
nb: Bekreft slå av %@
nl: Bevestig uitzetten %@

source: Confirm turn off plug
es_419: Está por apagar el enchufe. ¿Continuar?
it: Stai per spegnere la presa. Procedere?
nb: Du er i ferd med å slå av støpselet. Fortsette?
nl: Weet je zeker dat je de stekker wilt uitzetten?

source: Confirm turn off PSU
es_419: Está por apagar la electridad. ¿Continuar?
it: Stai per spegnere l'alimentazione. Procedere?
nb: Du holder på å slå av PSU. Fortsette?
nl: Weet je zeker dat je de voeding wilt uitzetten?

source: Connect
es_419: Conectar
it: Connetti
nb: Koble til
nl: Verbinden

source: Connect to iCloud to retrieve list of printers from your iPad/iPhone
es_419: Conéctese al iCloud para recuperar lista de impresoras de su iPad / iPhone
it: Collegati a iCloud per recuperare la lista delle stampanti dal tuo iPad/iPhone
nb: Koble til iCloud for å hente en liste over skrivere fra iPad / iPhone

source: Connected
es_419: Conectado
it: Connesso
nb: Tilkoblet

source: Connecting
es_419: Conectando
it: In connessione
nb: Kobler til

source: Connection failed
es_419: Error de conexión
it: Connessione fallita
nb: Tilkobling feilet
nl: Verbinding Mislukt

source: Cool down heated chamber
es_419: Enfriar la caja
it: Raffredda box riscaldato
nb: Avkjøl det oppvarmede kammeret

source: Cool down printer
es_419: Enfriar impresora
it: Raffredda stampante
nb: Kjøle ned skriveren

source: Cool down printer bed
es_419: Enfriar cama de la impresora %@
it: Raffredda il piatto della stampante %@
nb: Kjøle ned skriveflate %@
nl: Koel printer bed %@

source: Cool down printer extruder
es_419: Enfriar extrusor de la impresora %@
it: Raffredda l'estrusore della stampante %@
nb: Kjøl ned skriver ekstruder %@
nl: Koel printer extruder %@

source: Could not connect to the server
es_419: No se puede conectar con el servidor
it: Impossibile connettersi al server
nb: Kunne ikke koble til server
nl: Kan niet verbinden met de server

source: Current Height
es_419: Altura actual
it: Altezza attuale
nb: Nåværende høyde

source: Custom Controls
es_419: Controles Personalizados
it: Controlli personalizzati
nb: Tilpassede tillegg
nl: Eigen Controls

source: days ago
es_419: Hace %d dias
it: %d giorni fa
nb: %d dager siden
nl: %d dagen geleden

source: Disconnect
es_419: Desconectar
it: Disconnetti
nb: koble fra
nl: Verbinding verbreken

source: Disconnected
es_419: Desconectado
it: Disconnesso
nb: Frakoblet

source: Dismiss
es_419: Cerrar
it: Chiudi
nb: Avvis
nl: Afwijzen

source: Do you want to cancel job?
es_419: ¿Desea cancelar el trabajo?
it: Vuoi annullare la stampa?
nb: Ønsker du å avbryte jobben?
nl: Wilt u de opdracht Annuleren?

source: Do you want to pause job?
es_419: ¿Desea suspender el trabajo?
it: Vuoi sospendere la stampa?
nb: Ønsker du å pause jobben?

source: Do you want to restart print job from the beginning?
es_419: ¿Desea reiniciar el trabajo de impresión desde el principio?
it: Vuoi riavviare la stampa dall'inizio?
nb: Vil du starte utskriftsjobben på nytt fra begynnelsen?

source: Domoticz Plugs
es_419: Enchufes Domoticz
it: Prese Domoticz
nl: Domoticz Stekkers

source: Enable iCloud under iOS Settings to use this feature
es_419: Habilita iCloud en la configuración de iOS para usar esta función
it: Abilita iCloud nelle Impostazioni di iOS per usare questa funzione
nb: Aktiver iCloud under iOS-innstillinger for å bruke denne funksjonen
nl: Zet iCloud aan in de iOS instellingen om deze functie te gebruiken

source: Endstop States
es_419: Estado de finales de carrera
it: Stato dei finecorsa
nb: Endstop tilstander

source: Execute System Command
es_419: Ejecutar comando
it: Esegui il comando di sistema
nb: Utfør systemkommando

source: Expand
it: Espandi

source: Extruder
es_419: Extrusor
it: Estrusore
nb: Ekstruder

source: Extruder Variance
es_419: Variación extrusor
it: Varianza estrusore
nb: Ekstrudervariasjon

source: Failed to add new layer notification
es_419: Error al agregar nueva notificación de capa
it: Impossibile aggiungere una notifica sul nuovo layer
nb: Kunne ikke legge til nytt lagvarsel

source: Failed to connect
es_419: Falla al conectarse
it: Impossibile connettersi
nb: Kunne ikke koble til

source: Failed to delete file
es_419: Falla al eliminar archivo
it: Errore nell'eliminazione del file
nb: Kunne ikke slette filen
nl: Bestand verwijderen mislukt

source: Failed to delete layer notification
es_419: Error al eliminar la notificación de capa
it: Impossibile eliminare la notifica sul layer
nb: Kunne ikke slette lagvarsling

source: Failed to disable motor
es_419: Falla al deshabilitar motor %@
it: Errore nel disabilitare il motore %@
nb: Kunne ikke deaktivere %@ motor
nl: uitschakelen van motor %@ mislukt

source: Failed to get controls
es_419: Error al obtener controles. Respuesta HTTP: %d
it: Errore nel caricamento dei controlli. Risposta HTTP: %d
nb: Kunne ikke få kontroller. HTTP respons: %d
nl: Controls ophalen mislukt. HTTP response: %d

source: Failed to get list of cancel objects
es_419: Falla al obtener objetos a cancelar. Respuesta HTTP: %d
it: Impossibile ottenere la lista di oggetti da rimuovere. Risposta HTTP: %d
nb: Kunne ikke få liste over kanselleringsobjekter. HTTP-respons: %d
nl: Ophalen van lijst met geannuleerde objecten mislukt. HTTP response: %d

source: Failed to get list of layer notifications
es_419: Error al obtener la lista de notificaciones de capa
it: Impossibile ottenere la lista delle notifiche sui layer
nb: Kunne ikke få en liste over lagvarsler

source: Failed to get system commands
es_419: Falla al obtener los comandos del sistema
it: Errore nel caricamento dei comandi di sistema
nb: Mislyktes å få systemkommandoer
nl: Systeem commando's ophalen mislukt

source: Failed to initialize SD card
es_419: Falla al inicializar la tarjeta SD
it: Errore nell'inizializzazione della scheda SD
nb: Kunne ikke initialisere SD-kort
nl: SD kaart initialisatie mislukt

source: Failed to read file from iCloud
es_419: Error al leer archivo de iCloud
it: Errore nella lettura del file da iCloud
nb: Kunne ikke lese filen fra iCloud
nl: Bestand via iCloud inladen mislukt

source: Failed to refresh SD card
es_419: Falla al actualizar la tarjeta SD
it: Errore nell'aggiornamento della scheda SD
nb: Kunne ikke oppdatere SD-kort
nl: SD kaart verniewen mislukt

source: Failed to request moving back
es_419: Falla al pedir ir atras
it: Errore nella richiesta di spostarsi indietro
nb: Kunne ikke be om å flytte bakover
nl: Verzoek om naar achteren te bewegen is mislukt

source: Failed to request moving down
es_419: Falla al pedir ir abajo
it: Errore nella richiesta di spostarsi in basso
nb: Kunne ikke be om å flytte ned
nl: Verzoek om naar beneden te bewegen is mislukt

source: Failed to request moving front
es_419: Falla al pedir ir al frente
it: Errore nella richiesta di spostarsi in avanti
nb: Kunne ikke be om å flytte framover
nl: Verzoek om naar voren te bewegen is mislukt

source: Failed to request moving left
es_419: Falla al pedir ir a la izquierda
it: Errore nella richiesta di spostarsi a sinistra
nb: Kunne ikke be om å flytte til venstre
nl: Verzoek om naar links te bewegen is mislukt

source: Failed to request moving right
es_419: Falla al pedir ir a la derecha
it: Errore nella richiesta di spostarsi a destra
nb: Kunne ikke be om å flytte til høyre
nl: Verzoek om naar rechts te bewegen is mislukt

source: Failed to request moving up
es_419: Falla al pedir ir arriba
it: Errore nella richiesta di spostarsi in alto
nb: Kunne ikke be om å flytte opp
nl: Verzoek om naar boven te bewegen is mislukt

source: Failed to request status
es_419: Fall al solicitar estado
it: Impossibile richiedere lo stato
nb: Kunne ikke be om status

source: Failed to request to cancel object
es_419: Falla al pedir cancelar objeto. Respuesta HTTP: %d
it: Impossibile richiedere la rimozione dell'oggetto. Risposta HTTP: %d
nb: Kunne ikke be om å kansellere objektet. HTTP-respons: %d
nl: Verzoek tot annuleren mislukt. HTTP response: %d

source: Failed to request to clear
es_419: Falla al solicitar la limpieza
it: Impossibile richiedere di spurgare
nb: Kunne ikke be om å fjerne

source: Failed to request to connect
es_419: Falla al pedir conectarse
it: Impossibile richiedere di connettersi
nb: Kunne ikke be om å få forbindelse

source: Failed to request to cut
es_419: Falla al pedir cortar
it: Impossibile richiedere di tagliare
nb: Kunne ikke be om å kutte

source: Failed to request to disconnect
es_419: Falla al pedir desconectarse
it: Impossibile richiedere di disconnettersi
nb: Kunne ikke be om å koble fra

source: Failed to request to execute command
es_419: Falla al pedir ejecutar comando
it: Errore nella richiesta di esecuzione del comando
nb: Kunne ikke be om å utføre kommandoen
nl: Aanvraag voor het uitvoeren van het commando mislukt

source: Failed to request to extrude
es_419: Falla al pedir extrudir
it: Errore nella richiesta di estrudere
nb: Kunne ikke be om å ekstrudere
nl: Extruderen mislukt

source: Failed to request to go home
es_419: Falla al pedir ir al origen
it: Errore nella richiesta di azzerare la posizione
nb: Kunne ikke be om å gå hjem
nl: Homen mislukt

source: Failed to request to go home X
es_419: Falla al pedir ir al origen X
it: Errore nella richiesta di azzerare la posizione X
nb: Kunne ikke be om å gå hjem X

source: Failed to request to go home Y
es_419: Falla al pedir ir al origen Y
it: Errore nella richiesta di azzerare la posizione Y
nb: Kunne ikke be om å gå hjem Y

source: Failed to request to go home Z
es_419: Falla al pedir ir al origen Z
it: Errore nella richiesta di azzerare la posizione Z
nb: Kunne ikke be om å gå hjem Z

source: Failed to request to print file
es_419: Falla al pedir imprimir archivo
it: Errore nella richiesta di stampare il file
nb: Kunne ikke be om å skrive ut fil
nl: Bestand printen mislukt

source: Failed to request to retract
es_419: Falla al pedir retraer
it: Errore nella richiesta di ritrarre
nb: Kunne ikke be om å trekke tilbake
nl: Terugtrekken mislukt

source: Failed to request to turn power off
es_419: Falla al pedir apagar la electricidad
it: Errore nella richiesta di spegnimento
nb: Kunne ikke be om å slå av
nl: Verzoek tot uitzetten is mislukt

source: Failed to request to turn power on
es_419: Falla al pedir encender la electricidad
it: Errore nella richiesta di accensione
nb: Kunne ikke be om å slå på
nl: Verzoek tot aanzetten is mislukt

source: Failed to save JPEG file
es_419: Falla al guardar el archivo JPEG
it: Impossibile salvare il file JPEG
nb: Kunne ikke lagre JPEG-fil

source: Failed to send GCode command
es_419: Error al enviar comando GCode
it: Errore nell'invio del comando GCode
nb: Kunne ikke sende GCode-kommandoen
nl: GCode commando versturen mislukt

source: Failed to set new fan speed
es_419: Falla al establecer nueva velocidad del ventilador
it: Errore nell'impostazione di una nuova velocità della ventola
nb: Kunne ikke angi ny viftehastighet
nl: Niuewe ventilator snelheid niet ingesteld

source: Failed to set new feed rate
es_419: Falla al establecer nueva velocidad de avance
it: Errore nell'impostazione di una nuova velocità di avanzamento
nb: Kunne ikke angi ny skrivefart
nl: Nieuwe feed rate niet ingesteld

source: Failed to set new flow rate
es_419: Falla al establecer nuevo ritmo de flujo
it: Errore nell'impostazione di una nuova velocità di flusso
nb: Kunne ikke angi ny materialflyt
nl: Nieuwe flow rate niet ingesteld

source: Failed to upload file
es_419: Error al subir archivo
it: Errore nel caricamento del file
nb: Kunne ikke laste opp fil
nl: Bestand uploa mislukt

source: Failed turn power off
es_419: Falla al pedir apagar la electricidad
it: Errore nella richiesta di spegnimento
nb: Kunne ikke be om å av strømmen
nl: Verzoek tot uitzetten is mislukt

source: Failed turn power on
es_419: Falla al pedir encender la electricidad
it: Errore nella richiesta di accensione
nb: Kunne ikke be om å slå på strømmen
nl: Verzoek tot aanzetten is mislukt

source: File currently being printed
es_419: Archivo actualmente en impresión
it: File attualmente in stampa
nb: Fil som nå skrives ut
nl: Bestand wordt op dit moment geprint

source: File is being copied to SD Card
es_419: Archivo copiandose a la tarjeta SD
it: File in copia sulla scheda SD
nb: Filen kopieres to SD-kort
nl: Bestand wordt gekopierd naar de SD kaart

source: Folder
es_419: Carpeta
it: Cartella
nb: Mappe
nl: Map

source: hours ago
es_419: Hace %d horas
it: %d ore fa
nb: %d timer siden
nl: %d uren geleden

source: HTTP Request error
es_419: Error con el pedido. Respuesta HTTP: %d
it: Errore nella richiesta. Risposta HTTP: %d
nb: Forespørselfeil. HTTP-respons: %d
nl: Verzoek fout. HTTP response: %d

source: Idle
es_419: Ocioso
it: Inattivo
nb: Inaktiv

source: Include SD
es_419: Incluir SD
it: Includi SD
nb: Inkluder SD

source: Include temp
es_419: Incluir temp
it: Includi temp
nb: Inkluder temp

source: Incorrect API Key
es_419: Clave de API incorrecta
it: Chiave API errata
nb: Feil API-nøkkel
nl: Incorrecte API sleutel

source: Incorrect authentication credentials
es_419: Credenciales de autenticación incorrectas
it: Credenziali di autenticazione errate
nb: Feil godkjenning av legitimasjon
nl: Incorrecte Authentificatie gegevens

source: Invalid camera URL
es_419: URL de cámara inválido
it: URL della videocamera non valido
nb: Ugyldig nettadresse for kamera
nl: Ongeldige camera URL

source: Invalid file type
es_419: Tipo de archivo inválido
it: Tipo di file non valido
nb: Ugyldig filtype
nl: Ongeldige bestandsformaat

source: iOS Language
es_419: Lenguaje iOS
it: Lingua iOS
nb: iOS språk
nl: iOS taal

source: Job
es_419: Trabajo
it: Stampa
nb: Jobb
nl: Opdracht

source: Load filament
es_419: Cargar filamento
it: Carica filamento
nb: Last inn filament

source: Location no longer valid. Refresh files
es_419: Ubicación ya no es válida. Actualizar archivos
it: Posizione non più valida. Aggiornare i file
nb: Plassering er ikke lenger gyldig. Oppdater filene
nl: Locatie ongeldig, verniew dit venster

source: minutes ago
es_419: Hace %d minutos
it: %d minuti fa
nb: %d minutter siden
nl: %d minuten geleden

source: Missed
es_419: Perdido
it: Mancato
nb: Feilet

source: MMU Requires User
es_419: MMU requiere asistencia del usuario
it: MMU richiede l'intervento dell'utente
nb: MMU krever tilsyn
nl: MMU Vereist Gebruiker Assistentie

source: Model
es_419: Modelo
it: Modello
nb: Modell

source: Move
es_419: Mover
it: Sposta
nb: Flytt
nl: Verplaats

source: Next
es_419: Siguiente
it: Successivo
nb: Neste

source: No camera
es_419: Sin cámara
it: Nessuna videocamera
nb: Ingen kamera
nl: Geen camera

source: No printer
es_419: Sin impresora
it: Nessuna stampante
nb: Ingen skriver
nl: Geen printer

source: No temperature history
es_419: No hay temperatura histórica
it: Nessuno storico della temperatura
nb: Ingen temperaturhistorikk tilgjengelig
nl: Geen Temperatuur verleden beschikbaar

source: Notify failed cancel job
es_419: Falla al pedir cancelar el trabajo
it: Errore nella richiesta di annullare la stampa
nb: Kunne ikke be om å kansellere jobb
nl: Verzoek tot het stoppen van de printopdracht mislukt

source: Notify failed pause job
es_419: Falla al pedir suspender el trabajo
it: Errore nella richiesta di sospendere la stampa
nb: Kunne ikke be om å pause jobb
nl: Verzoek tot het pauzeren van de printopdracht mislukt

source: Notify failed print job again
es_419: Falla al pedir imprimir trabajo de nuevo
it: Errore nella richiesta di effettuare di nuovo la stampa
nb: Kunne ikke be om å skrive ut jobben igjen
nl: Verzoek tot opnieuw printen mislukt

source: Notify failed restart job
es_419: Falla al pedir reiniciar el trabajo
it: Errore nella richiesta di ricominciare la stampa
nb: Kunne ikke be om å starte jobben
nl: Verzoek tot het herstarten van de printopdracht mislukt

source: Notify failed resume job
es_419: Falla al pedir reanudar el trabajo
it: Errore nella richiesta di riprendere la stampa
nb: Kunne ikke be om å fortsette jobben
nl: Verzoek tot het hervatten van de printopdracht mislukt

source: Pause
es_419: Suspender
it: Pausa

source: Pause current print job
es_419: Suspender trabajo en impresora %@
it: Sospendi la stampa corrente su %@
nb: Pause nåværende utskrift på %@
nl: pauzeer deze print opdracht op %@

source: Pause Job
es_419: Suspender
it: Sospendi
nb: Pause
nl: pauzeer Opdracht

source: Paused
es_419: Suspendido
it: In pausa
nb: Pause
nl: Gepauzeerd

source: PID Bed autotune
es_419: PID autoajuste de cama
it: Autotune PID piatto

source: PID Hotend autotune
es_419: PID autoajuste del hotend
it: Autotune PID estrusore

source: Ping History
es_419: Historia Pings
it: Cronologia ping
nb: Pinghistorie

source: Pong History
es_419: Historia Pongs
it: Cronologia pong
nb: Ponghistorie

source: Print
es_419: Imprimir
it: Stampa
nb: Skriv ut

source: Print Again
es_419: Imprimir de nuevo
it: Stampa di nuovo
nb: Skriv ut igjen

source: Print complete
es_419: Impresión completa
it: Stampa completata
nb: Utskrift ferdig
nl: Print voltooid

source: Print Completion
es_419: Impresión completa
it: Stima completam.
nb: Estimert fullføring

source: Print File
es_419: Imprimir
it: Stampa file
nb: Skriv ut Fil
nl: Print Bestand

source: Print Time
es_419: Tiempo impresión
it: Tempo di stampa
nb: Utskriftstid

source: Print Time Left
es_419: Tiempo restante
it: Tempo rimasto
nb: Utskriftstid igjen

source: Printer
es_419: Impresora
it: Stampante
nb: Skriver
